[
  {
    "episode_id": "CASEFILE-001",
    "title": "The Wanda Beach Murders",
    "release_date": "2016-01-09",
    "summary": "Explores the unsolved murders of Marianne Schmidt and Christine Sharrock in 1965 at Wanda Beach, Australia. The brutal killing of two teenage girls shocked the nation and remains one of the country's most notorious cold cases.",
    "series": "Season 1",
    "length": "57 min",
    "utterances": [
      "On 11 January 1965, two teenagers vanished from the dunes of Sydney's Wanda Beach.",
      "Their bodies were found buried in the sand just hours later.",
      "Despite thousands of leads, the identity of the killer remains a mystery."
    ],
    "transcript": "It began as a typical summer day in Sydney, with teenagers Marianne Schmidt and Christine Sharrock heading to the beach. The girls never returned home. When their bodies were discovered, it ignited a massive manhunt, media frenzy, and decades of speculation that continues today. From witness sightings to forensic re-examinations decades later, the case remains one of Australia's infamous unsolved murders.",
    "transcript_link": "https://casefilepodcast.com/case-1-wanda-beach/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Unsolved",
      "Child Murders",
      "Australia",
      "Cold Cases"
    ]
  },
  {
    "episode_id": "CASEFILE-002",
    "title": "The Somerton Man",
    "release_date": "2016-01-16",
    "summary": "The baffling case of a well-dressed dead man found on Somerton Beach, South Australia, in 1948, whose true identity and cause of death elude police to this day. Codes, a mysterious woman, and a book of Persian poetry are central to the mystery.",
    "series": "Season 1",
    "length": "71 min",
    "utterances": [
      "On 1 December 1948, a man's body was discovered on Somerton Beach, neatly dressed and without any identification.",
      "He carried a mysterious coded note and a scrap of paper bearing the phrase 'Tamám Shud.'",
      "Despite international attention, nobody could identify the dead man or explain how he died."
    ],
    "transcript": "In 1948, a body was found on Australia’s Somerton Beach. Dressed impeccably but carrying no identification, the man sparked one of the greatest mysteries in Australasian history. The presence of a coded message found in a book of Persian poetry, a secret pocket, and an unidentified woman have fueled decades of speculation, conspiracy, and international intrigue.",
    "transcript_link": "https://casefilepodcast.com/case-2-somerton-man/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Unidentified",
      "Mystery",
      "Australia",
      "Espionage"
    ]
  },
  {
    "episode_id": "CASEFILE-003",
    "title": "Lauria Bible & Ashley Freeman",
    "release_date": "2016-01-23",
    "summary": "Details the 1999 disappearance of Oklahoma teenagers Lauria Bible and Ashley Freeman. Their story begins with a double homicide and an arson fire, producing more questions than answers for investigators.",
    "series": "Season 1",
    "length": "78 min",
    "utterances": [
      "After Ashley Freeman’s parents were murdered and their house set ablaze, Ashley and her best friend Lauria vanished.",
      "Investigators found only puzzles: two dead, two missing, and few leads.",
      "For years, the disappearance haunted their small Oklahoma town."
    ],
    "transcript": "When a mobile home in rural Oklahoma burned in 1999, police discovered the bodies of Danny and Kathy Freeman, clearly murdered before the fire. Ashley Freeman and Lauria Bible had been staying there for a sleepover—and were now missing. Despite searches and public appeals, the girls’ disappearance remained unresolved for years until new developments emerged.",
    "transcript_link": "https://casefilepodcast.com/case-3-lauria-bible-ashley-freeman/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Disappearance",
      "Double Homicide",
      "Cold Cases",
      "USA"
    ]
  },
  {
    "episode_id": "CASEFILE-004",
    "title": "Who Put Bella in the Witch Elm",
    "release_date": "2016-01-30",
    "summary": "Focuses on the mysterious discovery of a woman's skeleton in a hollow tree in Worcestershire, UK in 1943. Her identity and the circumstances around her death remain unsolved.",
    "series": "Season 1",
    "length": "54 min",
    "utterances": [
      "In wartime Britain, the skeleton of a woman was found inside a hollow elm tree.",
      "'Who put Bella in the Witch Elm?' became the central question of the case.",
      "Conspiracy, witchcraft, and cold war intelligence all swirl around this unsolved riddle."
    ],
    "transcript": "One spring day in 1943, boys playing in Hagley Wood found a skull inside a tree trunk. The subsequent discovery of an entire skeleton mystified police and spawned theories ranging from the occult to wartime espionage. To this day, the victim’s identity and the circumstances of her death remain a chilling enigma.",
    "transcript_link": "https://casefilepodcast.com/case-4-bella-witch-elm/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Unsolved",
      "Wartime",
      "Witchcraft",
      "UK"
    ]
  },
  {
    "episode_id": "CASEFILE-005",
    "title": "Katherine Knight",
    "release_date": "2016-02-06",
    "summary": "The gruesome 2000 murder of John Price by his partner Katherine Knight in Australia, whose acts of mutilation and cannibalism stunned the world.",
    "series": "Season 1",
    "length": "79 min",
    "utterances": [
      "Katherine Knight became Australia's first woman sentenced to life without parole.",
      "The crime scene was one of the most disturbing in Australian criminal history.",
      "Investigators struggled to understand the motives behind the horror."
    ],
    "transcript": "Katherine Knight’s brutality was legendary even before John Price’s murder. But her final crime involved unimaginable violence, mutilation, and post-mortem acts. As police uncovered the dark story behind Knight’s rage, her psychological background made for one of Australia’s most infamous criminal trials.",
    "transcript_link": "https://casefilepodcast.com/case-5-katherine-knight/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Murder",
      "Cannibalism",
      "Australia",
      "Psychopathy"
    ]
  },
  {
    "episode_id": "CASEFILE-006",
    "title": "The Axeman",
    "release_date": "2016-02-13",
    "summary": "Details the unsolved serial attacks and murders committed by the 'Axeman of New Orleans' between 1918 and 1919.",
    "series": "Season 1",
    "length": "47 min",
    "utterances": [
      "The Axeman struck at night, leaving New Orleans in terror.",
      "No one knew who he was, or why he left jazz music playing at his scenes.",
      "Despite a city-wide manhunt, the killer was never identified."
    ],
    "transcript": "Between May 1918 and October 1919, New Orleans was gripped by terror. An unidentified killer wielded an axe, targeting Italian-American grocers but never leaving a clear motive or identity. Police and the public speculated, but the Axeman’s identity remains unknown.",
    "transcript_link": "https://casefilepodcast.com/case-6-the-axeman/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Serial Killer",
      "Jazz",
      "Unsolved",
      "USA"
    ]
  },
  {
    "episode_id": "CASEFILE-007",
    "title": "Tamam Shud – Update",
    "release_date": "2016-02-20",
    "summary": "A follow-up on the Somerton Man mystery as new leads and theories emerge, decades after the man's body was found on the beach.",
    "series": "Season 1",
    "length": "29 min",
    "utterances": [
      "Recent DNA analysis hints at a possible breakthrough in the case.",
      "Theories of espionage, lost love, and murder swirl around the Somerton Man.",
      "One of Australia's oldest cold cases may finally be close to an answer."
    ],
    "transcript": "The case of the Somerton Man continues to fascinate everyone. From linguistic analysis of the cipher to new advances in genetic genealogy, investigators edge closer to learning the stranger’s identity. For now, the mystery persists, but the clues keep mounting.",
    "transcript_link": "https://casefilepodcast.com/case-7-tamam-shud-update/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Unsolved",
      "DNA",
      "Identity",
      "Australia"
    ]
  },
  {
    "episode_id": "CASEFILE-008",
    "title": "The Disappearance of Maura Murray",
    "release_date": "2016-02-27",
    "summary": "Examines the mysterious disappearance of Maura Murray, a 21-year-old nursing student who vanished after a car crash in rural New Hampshire in 2004.",
    "series": "Season 1",
    "length": "68 min",
    "utterances": [
      "Maura Murray’s car crashed on a remote road in New Hampshire.",
      "Despite a massive search, she was never found.",
      "Internet sleuths and police continue investigating more than a decade later."
    ],
    "transcript": "Maura Murray disappeared after her car was found abandoned on a rural road, with no trace of her seen since. Theories range from foul play to voluntary disappearance, but no conclusive evidence has emerged. Her family, and a large online community, have continued the search for answers.",
    "transcript_link": "https://casefilepodcast.com/case-8-maura-murray/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Missing Person",
      "Unsolved",
      "USA",
      "Internet Sleuths"
    ]
  },
  {
    "episode_id": "CASEFILE-009",
    "title": "Amy Allwine",
    "release_date": "2016-03-05",
    "summary": "The investigation into the shocking murder-for-hire plot that ended with the death of Amy Allwine, including the role of the dark web.",
    "series": "Season 1",
    "length": "85 min",
    "utterances": [
      "The dark web was used as a tool to try and orchestrate murder.",
      "Forensic computer investigation was key to cracking the case.",
      "Amy Allwine’s tragic murder shocked her Minnesota community."
    ],
    "transcript": "When Amy Allwine was found dead, her death was initially thought to be suicide. Detectives soon discovered a tangled web of digital evidence, implicating her husband in a murder-for-hire plot using the dark web. It would become one of the first high-profile 'dark web hitman' cases in the US.",
    "transcript_link": "https://casefilepodcast.com/case-9-amy-allwine/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Murder-for-Hire",
      "Dark Web",
      "Forensics",
      "USA"
    ]
  },
  {
    "episode_id": "CASEFILE-010",
    "title": "The Silk Road",
    "release_date": "2016-03-12",
    "summary": "Chronicles the story of Silk Road, an underground online black market, and the efforts to bring its founder (Dread Pirate Roberts) to justice.",
    "series": "Season 1",
    "length": "60 min",
    "utterances": [
      "The Silk Road was the internet’s first major illegal marketplace.",
      "Ross Ulbricht, under the pseudonym Dread Pirate Roberts, ran the site for years.",
      "Breaking the site required unprecedented undercover work."
    ],
    "transcript": "An anonymous website selling drugs, weapons, and other illicit goods launched a new era of cybercrime. Federal agents worked undercover and traced digital leads to the man they allege was the mastermind—Ross Ulbricht. His trial raised questions about freedom, the limits of the law, and online anonymity.",
    "transcript_link": "https://casefilepodcast.com/case-10-silk-road/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Cybercrime",
      "Drugs",
      "Ross Ulbricht",
      "USA"
    ]
  },
  {
    "episode_id": "CASEFILE-011",
    "title": "The Peter Falconio Case",
    "release_date": "2016-03-19",
    "summary": "Details the infamous 2001 outback disappearance of British backpacker Peter Falconio and the dramatic survival of his girlfriend, Joanne Lees.",
    "series": "Season 1",
    "length": "65 min",
    "utterances": [
      "Peter Falconio vanished on a desolate highway in Australia's Northern Territory.",
      "His partner, Joanne Lees, managed to escape her attacker after being bound and left for dead.",
      "The world followed the high-profile trial of Bradley Murdoch."
    ],
    "transcript": "The disappearance of Peter Falconio made headlines around the world and focused attention on the dangers of remote travel in Australia. With only Lees' testimony, evidence was hard to build, but years later authorities convicted Bradley Murdoch. Yet for some, questions remain.",
    "transcript_link": "https://casefilepodcast.com/case-11-peter-falconio/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Disappearance",
      "Australia",
      "Trial",
      "Backpacking"
    ]
  },
  {
    "episode_id": "CASEFILE-012",
    "title": "The Mr Cruel Case",
    "release_date": "2016-03-26",
    "summary": "Examines the alarming crimes of an unidentified serial child abductor and rapist known by the media as 'Mr Cruel' in Melbourne, Australia, between 1987 and 1991.",
    "series": "Season 1",
    "length": "77 min",
    "utterances": [
      "Mr Cruel targeted families in their Melbourne homes.",
      "He managed to commit multiple abductions and assaults without leaving useful forensic evidence.",
      "To this day, his identity and fate are unconfirmed."
    ],
    "transcript": "From 1987 to 1991, Mr Cruel operated with chilling precision and caution. His pattern involved home invasions, tying up parents, and abducting girls for hours or days before releasing them. Despite intensive investigation, rewards, and public appeals, the predator eluded capture and remains one of Australia's great unsolved offenders.",
    "transcript_link": "https://casefilepodcast.com/case-12-mr-cruel/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Unsolved",
      "Serial Offender",
      "Australia",
      "Child Crime"
    ]
  },
  {
    "episode_id": "CASEFILE-013",
    "title": "The Family Court Murders",
    "release_date": "2016-04-02",
    "summary": "The murder and bombing campaign against judges and others connected to the Family Court of Australia in the 1980s.",
    "series": "Season 1",
    "length": "70 min",
    "utterances": [
      "Between 1980 and 1985, a series of bombings and shootings targeted judges and associates of the Family Court.",
      "Multiple people were killed and many more injured.",
      "The attacks exposed disturbing vulnerabilities in the legal system."
    ],
    "transcript": "The Family Court attacks left Australia shaken. Over five years, violence, murder, and arson were used to terrorize those involved in family law. The perpetrator remained at large for decades. The tragedies prompted changes in security for legal professionals.",
    "transcript_link": "https://casefilepodcast.com/case-13-family-court-murders/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Terrorism",
      "Legal System",
      "Australia",
      "Bombings"
    ]
  },
  {
    "episode_id": "CASEFILE-014",
    "title": "The Port Arthur Massacre",
    "release_date": "2016-04-09",
    "summary": "Covers the 1996 mass shooting in Tasmania, Australia, that left 35 dead and resulted in sweeping gun law reforms.",
    "series": "Season 1",
    "length": "85 min",
    "utterances": [
      "The Port Arthur massacre was one of the deadliest single-shooter incidents in history.",
      "Martin Bryant was apprehended and convicted of the shocking crime.",
      "Australia's gun laws changed dramatically as a consequence."
    ],
    "transcript": "On 28 April 1996, Martin Bryant opened fire at the heritage site of Port Arthur, killing 35 and wounding 23. The attack horrified the nation and led to a massive tightening of gun ownership laws in Australia that have had lasting effects.",
    "transcript_link": "https://casefilepodcast.com/case-14-port-arthur/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Mass Shooting",
      "Gun Laws",
      "Australia",
      "Tragedy"
    ]
  },
  {
    "episode_id": "CASEFILE-015",
    "title": "Mark & John",
    "release_date": "2016-04-16",
    "summary": "Explores the bizarre case of the so-called 'House of Horrors' killers Mark Nash and John Shaw, who murdered travelers in Ireland in the early 1990s.",
    "series": "Season 1",
    "length": "68 min",
    "utterances": [
      "Victims vanished while hitchhiking or camping across the Irish countryside.",
      "Forensic evidence and confessions finally led to the killers.",
      "The case remains notorious for its senseless brutality."
    ],
    "transcript": "In 1991, a spate of disappearances and murders captured public attention throughout Ireland. The discovery of mutilated bodies and the patterns of the killings would eventually lead investigators to Mark Nash and John Shaw, two drifters responsible for a shocking string of crimes.",
    "transcript_link": "https://casefilepodcast.com/case-15-mark-john/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Murder",
      "Ireland",
      "Travel",
      "1990s"
    ]
  },
  {
    "episode_id": "CASEFILE-016",
    "title": "The Claremont Serial Killer",
    "release_date": "2016-04-23",
    "summary": "Chronicles the decade-long hunt for the Claremont serial killer in Perth, Australia, who murdered young women in the late 1990s.",
    "series": "Season 1",
    "length": "92 min",
    "utterances": [
      "Multiple women vanished after nights out in Claremont, Perth.",
      "For over 20 years, the case remained a national mystery.",
      "In 2016, new forensic technology brought a breakthrough."
    ],
    "transcript": "The Claremont killer's crime spree began in 1996 with the disappearance of Sarah Spiers, followed soon after by two more young women. Their unsolved deaths haunted Western Australia until DNA techniques and a cold-case review led to the 2016 arrest and eventual conviction of Bradley Robert Edwards.",
    "transcript_link": "https://casefilepodcast.com/case-16-claremont-serial-killer/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Serial Killer",
      "Australia",
      "Forensics",
      "Cold Case"
    ]
  },
  {
    "episode_id": "CASEFILE-017",
    "title": "Michelle Bright",
    "release_date": "2016-04-30",
    "summary": "Investigates the abduction and murder of 17-year-old Michelle Bright in Gulgong, New South Wales, Australia, in 1999.",
    "series": "Season 1",
    "length": "71 min",
    "utterances": [
      "Michelle Bright was attacked after leaving a friend's party.",
      "The killer remained at large for years.",
      "Family and friends continue to campaign for answers."
    ],
    "transcript": "When Michelle Bright was killed in her small, rural town, the lack of evidence frustrated police and shocked her close-knit community. Reinvestigations and DNA analysis keep hope alive that her killer may still be identified.",
    "transcript_link": "https://casefilepodcast.com/case-17-michelle-bright/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Unsolved",
      "Murder",
      "Australia",
      "Teen Victim"
    ]
  },
  {
    "episode_id": "CASEFILE-018",
    "title": "The Family Murders",
    "release_date": "2016-05-07",
    "summary": "Delves into the shocking serial killings of young men and boys in Adelaide during the late 1970s and 80s, believed to be perpetrated by a shadowy group of offenders.",
    "series": "Season 1",
    "length": "86 min",
    "utterances": [
      "A group known as 'The Family' is suspected to be behind a string of abductions and murders.",
      "Victims suffered horrific abuse before being killed.",
      "Though one man was convicted, other conspirators likely remain free."
    ],
    "transcript": "From the late 1970s to early 80s, Adelaide was haunted by the murders of young males, often found mutilated or abused. Suspects included prominent locals, but only Bevan Spencer von Einem has been convicted, leaving questions of accomplices unanswered.",
    "transcript_link": "https://casefilepodcast.com/case-18-family-murders/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Serial Offenders",
      "Australia",
      "Group Crime",
      "1970s"
    ]
  },
  {
    "episode_id": "CASEFILE-019",
    "title": "The Beaumont Children",
    "release_date": "2016-05-14",
    "summary": "Examines the 1966 disappearance of Jane, Arnna, and Grant Beaumont from Adelaide’s Glenelg Beach in one of Australia’s most haunting mysteries.",
    "series": "Season 1",
    "length": "76 min",
    "utterances": [
      "Three siblings vanished in broad daylight on a crowded beach.",
      "Numerous suspects fueled decades of investigation and heartbreak.",
      "The case remains one of Australia's most tragic missing persons mysteries."
    ],
    "transcript": "On Australia Day, 26 January 1966, the Beaumont children left home for a trip to Glenelg Beach and were never seen again. The unsolved case spanned generations, countless suspects and theories, and remains a topic of sorrow and fascination.",
    "transcript_link": "https://casefilepodcast.com/case-19-beaumont-children/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Unsolved",
      "Siblings",
      "Disappearance",
      "Australia"
    ]
  },
  {
    "episode_id": "CASEFILE-020",
    "title": "Snowtown",
    "release_date": "2016-05-21",
    "summary": "Covers the notorious 'Bodies in Barrels' murders near Snowtown, South Australia, in which a group sought to kill and torture victims for financial gain.",
    "series": "Season 1",
    "length": "88 min",
    "utterances": [
      "Over the course of seven years, a group of killers preyed on acquaintances and family.",
      "The bodies were ultimately found decomposing in barrels inside a derelict bank vault.",
      "The court case revealed the horrifying details of the group's depravity."
    ],
    "transcript": "Between 1992 and 1999, a group led by John Bunting, Robert Wagner, and others tortured and murdered at least 11 people, targeting those considered 'undesirable.' The discovery of the bodies in barrels horrified the nation and led to one of Australia’s most infamous murder trials.",
    "transcript_link": "https://casefilepodcast.com/case-20-snowtown/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Multiple Killings",
      "Australia",
      "Bodies in Barrels",
      "Group Crime"
    ]
  },
  {
    "episode_id": "CASEFILE-021",
    "title": "The Black Dahlia",
    "release_date": "2016-05-28",
    "summary": "Chronicles the infamous 1947 Los Angeles murder of Elizabeth Short, dubbed the 'Black Dahlia,' whose mutilated body was found in a vacant lot.",
    "series": "Season 1",
    "length": "61 min",
    "utterances": [
      "The Black Dahlia case remains one of America’s most famous unsolved murders.",
      "Elizabeth Short's death attracted sensational media coverage and countless theories.",
      "To this day, the killer’s identity is unknown."
    ],
    "transcript": "On January 15, 1947, the body of Elizabeth Short was found cut in half and posed grotesquely in a Los Angeles vacant lot. Despite intensive investigation, no one was charged, and urban legends about her life and murder persist.",
    "transcript_link": "https://casefilepodcast.com/case-21-black-dahlia/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Unsolved",
      "Hollywood",
      "Cold Case",
      "USA"
    ]
  },
  {
    "episode_id": "CASEFILE-022",
    "title": "The Moors Murders",
    "release_date": "2016-06-04",
    "summary": "Examines the serial murders of children and teenagers by Ian Brady and Myra Hindley in Manchester, England, during the 1960s.",
    "series": "Season 1",
    "length": "83 min",
    "utterances": [
      "The Moors Murders scarred the psyche of an entire generation.",
      "Brady and Hindley's crimes were as methodical as they were cruel.",
      "Some victims' bodies were never found despite the confessions."
    ],
    "transcript": "Between 1963 and 1965, Brady and Hindley lured children to their deaths, burying their remains on the windswept moors outside Manchester. Their trial exposed the horrifying tapes they had made, and the case remains one of Britain’s darkest.",
    "transcript_link": "https://casefilepodcast.com/case-22-moors-murders/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Serial Killer",
      "UK",
      "Children",
      "1960s"
    ]
  },
  {
    "episode_id": "CASEFILE-023",
    "title": "The Yorkshire Ripper",
    "release_date": "2016-06-11",
    "summary": "Tells the story of Peter Sutcliffe, who terrorized northern England between 1975 and 1980, murdering at least 13 women.",
    "series": "Season 1",
    "length": "90 min",
    "utterances": [
      "The Yorkshire Ripper killed with impunity for over five years.",
      "The case changed the way British police investigate serial crime.",
      "His apprehension brought some closure, but many questions remain."
    ],
    "transcript": "Sutcliffe’s attacks on women went undetected by police despite a massive manhunt. Pressure to catch him galvanized improvements in forensic and behavioral analysis in the UK.",
    "transcript_link": "https://casefilepodcast.com/case-23-yorkshire-ripper/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Serial Killer",
      "UK",
      "1970s",
      "Forensics"
    ]
  },
  {
    "episode_id": "CASEFILE-024",
    "title": "The Golden State Killer (Part 1)",
    "release_date": "2016-06-18",
    "summary": "Part 1 of the crimes by the East Area Rapist and Original Night Stalker (later known as the Golden State Killer), who perpetrated burglaries, rapes, and murders in California from 1974 to 1986.",
    "series": "Season 1",
    "length": "85 min",
    "utterances": [
      "The Golden State Killer began as a prolific rapist terrifying Sacramento.",
      "He moved throughout California, always evading police.",
      "His chilling phone calls taunted victims for years after the attacks."
    ],
    "transcript": "The East Area Rapist was methodical and calculating, evading one of the largest manhunts in California history. His attacks escalated from burglaries to brutal sexual assaults and murder.",
    "transcript_link": "https://casefilepodcast.com/case-24-golden-state-killer-part-1/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Serial Offender",
      "California",
      "Unsolved",
      "1970s"
    ]
  },
  {
    "episode_id": "CASEFILE-025",
    "title": "The Golden State Killer (Part 2)",
    "release_date": "2016-06-25",
    "summary": "Continues the case of the Golden State Killer, focusing on the escalation to murder and the suspect’s eventual unmasking years later via DNA evidence.",
    "series": "Season 1",
    "length": "85 min",
    "utterances": [
      "The killer’s violence grew worse as he migrated across California.",
      "Closing the case would take decades—and a DNA breakthrough.",
      "Justice for the families finally arrived with a modern arrest."
    ],
    "transcript": "In later years, the killer became known as the Original Night Stalker as he escalated to murder. Closure came only in 2018, when Joseph James DeAngelo was finally identified through genetic genealogy.",
    "transcript_link": "https://casefilepodcast.com/case-25-golden-state-killer-part-2/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Cold Case",
      "Murder",
      "DNA",
      "California"
    ]
  },
  {
    "episode_id": "CASEFILE-026",
    "title": "The Greenough Family Massacre",
    "release_date": "2016-07-02",
    "summary": "Examines the brutal 1993 murder of the Dorizzi family in Greenough, Western Australia, by William Patrick Mitchell.",
    "series": "Season 1",
    "length": "54 min",
    "utterances": [
      "The Dorizzi family’s murder shocked Western Australia.",
      "Mitchell's rampage left a community in mourning.",
      "The killer’s lack of remorse made the crime even more disturbing."
    ],
    "transcript": "Four family members were killed in their rural home in a senseless display of violence. The subsequent trial exposed chilling details about the murderer’s motives.",
    "transcript_link": "https://casefilepodcast.com/case-26-greenough-family-massacre/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Family Murder",
      "Australia",
      "Massacre",
      "1990s"
    ]
  },
  {
    "episode_id": "CASEFILE-027",
    "title": "The Kendrick Johnson Case",
    "release_date": "2016-07-09",
    "summary": "Covers the 2013 death of Kendrick Johnson, a Georgia high school student found dead in a rolled-up gym mat—his family and many believe foul play was involved.",
    "series": "Season 1",
    "length": "59 min",
    "utterances": [
      "Johnson’s suspicious death was ruled an accident by authorities.",
      "His family launched a long campaign for justice.",
      "National media spotlighted failures in the investigation."
    ],
    "transcript": "Kendrick Johnson’s body was found inside a rolled gym mat at school. While police closed the case quickly, his parents' relentless pursuit of answers exposed inconsistencies in the investigation and conflicting autopsy reports.",
    "transcript_link": "https://casefilepodcast.com/case-27-kendrick-johnson/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Suspicious Death",
      "USA",
      "Racial Justice",
      "High School"
    ]
  },
  {
    "episode_id": "CASEFILE-028",
    "title": "The Silk Road (Update)",
    "release_date": "2016-07-16",
    "summary": "Updates the Silk Road and Ross Ulbricht story as new sentencing and appeals process information emerges.",
    "series": "Season 1",
    "length": "44 min",
    "utterances": [
      "Ulbricht’s sentence was confirmed after a high-profile appeal.",
      "The Silk Road saga rewrote the rules of internet policing.",
      "Questions remain about the role of undercover agents."
    ],
    "transcript": "The Silk Road’s ongoing legal aftermath includes appeals and debate over due process, as well as continuing efforts to regulate online black markets.",
    "transcript_link": "https://casefilepodcast.com/case-28-silk-road-update/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Cybercrime",
      "Sentencing",
      "Legal Appeals",
      "USA"
    ]
  },
  {
    "episode_id": "CASEFILE-029",
    "title": "The East Area Rapist (Update)",
    "release_date": "2016-07-23",
    "summary": "Provides new information on the East Area Rapist and Original Night Stalker cases (later named Golden State Killer), and the continued effort to solve old DNA-linked crimes.",
    "series": "Season 1",
    "length": "62 min",
    "utterances": [
      "Police sought help from the public and media to catch the elusive rapist.",
      "The long-standing cold case would finally be solved through new technology.",
      "The community’s fear persisted for decades."
    ],
    "transcript": "This episode explores additional survivor stories and law enforcement efforts to link old cases with DNA evidence. The enduring trauma of the victims led to massive public engagement and eventually genetic genealogy breakthroughs.",
    "transcript_link": "https://casefilepodcast.com/case-29-east-area-rapist-update/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Serial Rapist",
      "Cold Case",
      "Forensics",
      "California"
    ]
  },
  {
    "episode_id": "CASEFILE-030",
    "title": "The Bayside Strangler",
    "release_date": "2016-07-30",
    "summary": "Investigates the murders committed by Carol Bundy and Doug Clark, known as the 'Sunset Strip Killers,' in Los Angeles in the 1980s.",
    "series": "Season 1",
    "length": "65 min",
    "utterances": [
      "Bundy and Clark lured young women to their deaths on LA’s Sunset Strip.",
      "Their crimes were marked by sadism and violence.",
      "The case shocked California with its brutality."
    ],
    "transcript": "In the midst of the 1980s, LA was gripped by a series of murders of sex workers and young women. Carol Bundy and Doug Clark preyed on the vulnerable, leaving police racing to catch a sadistic pair before they killed again.",
    "transcript_link": "https://casefilepodcast.com/case-30-bayside-strangler/",
    "audio_link": "https://podcasts.apple.com/gb/podcast/casefile-true-crime/id998568017",
    "topics": [
      "Serial Killers",
      "California",
      "Sex Crimes",
      "1980s"
    ]
  }
]