[
  {
    "episode_id": "LORE-011",
    "title": "Black Stockings",
    "release_date": "2015-07-27",
    "summary": "Explores stories of changelings—children supposedly swapped out by fairies in European folklore, and the dark lengths families went to prove or remove the 'imposters.'",
    "series": "Season 1",
    "length": "23 min",
    "utterances": [
      "Irish folklore is filled with stories of children stolen by fairies.",
      "Parents would go to terrifying lengths to get their 'real' child back.",
      "The belief in changelings is a powerful cautionary tale."
    ],
    "transcript": "Changelings were once thought to be fairy children left in the place of stolen human babies. Parents would look for signs—strange behavior, sickness, restlessness. If a child seemed different, it was accused of being a changeling. Many families performed drastic rituals to get their 'true' offspring back, often with tragic results. Behind these beliefs were stories of grief, misunderstanding, and a desire to explain the inexplicable.",
    "transcript_link": "https://www.lorepodcast.com/episodes/11",
    "audio_link": "https://podcasts.apple.com/gb/podcast/lore/id978052928",
    "topics": [
      "Changelings",
      "Fairies",
      "Folklore",
      "Ireland"
    ]
  },
  {
    "episode_id": "LORE-012",
    "title": "The Cave",
    "release_date": "2015-08-10",
    "summary": "Explores the story of cave spirits and supernatural occurrences in Mammoth Cave, Kentucky—the world's longest cave system.",
    "series": "Season 1",
    "length": "21 min",
    "utterances": [
      "Mammoth Cave is the world's longest cave system—and also one of the most haunted.",
      "Early explorers often spoke of strange voices echoing in the tunnels.",
      "Many have claimed to see ghostly figures deep inside the earth."
    ],
    "transcript": "With over 400 miles of passageways, Mammoth Cave in Kentucky holds stories older than the United States. Native Americans saw the caves as sacred. Early explorers wrote of ghostly sightings and mysterious disappearances. Guides and tourists today continue to report odd sounds and visions. The cave seems alive, hiding its secrets deep in the rock.",
    "transcript_link": "https://www.lorepodcast.com/episodes/12",
    "audio_link": "https://podcasts.apple.com/gb/podcast/lore/id978052928",
    "topics": [
      "Haunted Caves",
      "Kentucky",
      "Ghost Stories",
      "Underground"
    ]
  },
  {
    "episode_id": "LORE-013",
    "title": "Holes",
    "release_date": "2015-08-24",
    "summary": "The strange and sinister stories of wells, pits, and holes in folklore, including the legend of Mel's Hole and the old world belief in bottomless pits.",
    "series": "Season 1",
    "length": "25 min",
    "utterances": [
      "Folklore is filled with stories about mysterious holes and bottomless pits.",
      "Mel's Hole is an American legend about a pit that swallows anything.",
      "Ancient people feared what might crawl out from beneath the earth."
    ],
    "transcript": "There’s something about a hole in the ground that sparks the imagination—or the nightmares. Legends from Europe to America tell of bottomless pits, places where the earth itself seems to open up to darkness. 'Mel's Hole' in Washington State is one such story, with locals describing inexplicable phenomena and items thrown in that never hit the bottom. In the old world, these holes were often seen as entrances to hell or the fairy world, and were treated with caution and respect.",
    "transcript_link": "https://www.lorepodcast.com/episodes/13",
    "audio_link": "https://podcasts.apple.com/gb/podcast/lore/id978052928",
    "topics": [
      "Wells",
      "Bottomless Pits",
      "Legend",
      "Earth Mysteries"
    ]
  },
  {
    "episode_id": "LORE-014",
    "title": "Out for Blood",
    "release_date": "2015-09-07",
    "summary": "A look at the origins of modern vampire stories, from superstition and medical misunderstanding to the legend of the infamous Countess Elizabeth Bathory.",
    "series": "Season 1",
    "length": "22 min",
    "utterances": [
      "Elizabeth Bathory is one of the inspirations for modern vampire legends.",
      "In 17th-century Hungary, people feared that their dead might return to prey on them.",
      "Medicine and folklore often blurred the line between disease and the supernatural."
    ],
    "transcript": "Vampire legends started long before Bram Stoker. In Eastern Europe, deaths due to disease were sometimes blamed on the restless dead. Families performed rituals—staking, decapitation, burning—on suspected vampires. The story of Elizabeth Bathory, who was accused of bathing in the blood of her victims, blurred the line between serial killers and supernatural predators. Modern vampire pop culture is built on centuries of real terror.",
    "transcript_link": "https://www.lorepodcast.com/episodes/14",
    "audio_link": "https://podcasts.apple.com/gb/podcast/lore/id978052928",
    "topics": [
      "Vampires",
      "Bathory",
      "Superstition",
      "Blood"
    ]
  },
  {
    "episode_id": "LORE-015",
    "title": "Unboxed",
    "release_date": "2015-09-21",
    "summary": "Explores the stories behind haunted and cursed boxes, including dibbuk boxes in Jewish folklore and the object that inspired the film 'The Possession.'",
    "series": "Season 1",
    "length": "22 min",
    "utterances": [
      "The dibbuk box is a piece of Jewish folklore—a wine cabinet said to be haunted by a malicious spirit.",
      "Objects inherit the stories we tell about them—and sometimes, they inherit our nightmares too.",
      "A simple box in the attic might carry generations of fear."
    ],
    "transcript": "Folklore is full of stories about haunted and cursed objects. One terrifying example is the dibbuk box, an old Jewish wine cabinet bought at an estate sale. Its new owners reported terrifying nightmares and tragic accidents. Experts say it's all superstition, but the legend only grows. The stories we tell about objects can give them power—in the mind, and in our culture.",
    "transcript_link": "https://www.lorepodcast.com/episodes/15",
    "audio_link": "https://podcasts.apple.com/gb/podcast/lore/id978052928",
    "topics": [
      "Dibbuk Box",
      "Cursed Objects",
      "Possession",
      "Folklore"
    ]
  },
  {
    "episode_id": "LORE-016",
    "title": "On the Farm",
    "release_date": "2015-10-05",
    "summary": "Folklore from rural America, focusing on ghost stories and legends about haunted farms, strange crop circles, and mysterious disappearances.",
    "series": "Season 1",
    "length": "20 min",
    "utterances": [
      "Farming is an ancient profession—and so are the ghost stories that haunt it.",
      "Some farms have reputations for tragedy or the unexplained.",
      "In the heartland, people have seen lights dance over empty fields."
    ],
    "transcript": "For generations, farming communities have passed down tales of haunted barns, ghostly children, and mysterious crop circles. Many stories began as explanations for crop failures, disease, or unlikely fortune. Sometimes, what frightened farmers at night was a trick of the wind—or something much older.",
    "transcript_link": "https://www.lorepodcast.com/episodes/16",
    "audio_link": "https://podcasts.apple.com/gb/podcast/lore/id978052928",
    "topics": [
      "Haunted Farms",
      "Ghost Stories",
      "Folklore",
      "Midwest"
    ]
  },
  {
    "episode_id": "LORE-017",
    "title": "Deranged",
    "release_date": "2015-10-19",
    "summary": "The true story of Ed Gein, the infamous murderer and grave robber who inspired characters like Norman Bates and Buffalo Bill.",
    "series": "Season 1",
    "length": "23 min",
    "utterances": [
      "Ed Gein was known as the Butcher of Plainfield.",
      "His home was filled with ghastly souvenirs made from human remains.",
      "Real-life monstrosities shaped the future of horror fiction."
    ],
    "transcript": "When police entered Ed Gein's farmhouse in 1957, they discovered horrors straight out of a nightmare: masks made from human skin, bowls from skulls, and a disturbing collection of 'trophies.' Gein's crimes shocked the nation and became the basis for characters in Psycho, The Texas Chain Saw Massacre, and Silence of the Lambs.",
    "transcript_link": "https://www.lorepodcast.com/episodes/17",
    "audio_link": "https://podcasts.apple.com/gb/podcast/lore/id978052928",
    "topics": [
      "Ed Gein",
      "True Crime",
      "Serial Killers",
      "Horror Inspiration"
    ]
  },
  {
    "episode_id": "LORE-018",
    "title": "The Rules of the Game",
    "release_date": "2015-11-02",
    "summary": "Explains how games, rituals, and childhood dares evolve into terrifying experiences and urban legends.",
    "series": "Season 1",
    "length": "21 min",
    "utterances": [
      "Games like Bloody Mary become rituals for the bored and the brave.",
      "Some say urban legends begin as a dare.",
      "Folklore is a game we play with our fears."
    ],
    "transcript": "Long before digital games, children dared each other to perform risky rituals in the dark. Some, like Bloody Mary and the Ouija board, have become pop culture. Others remain local legends. Most of these games tap into the same thrill—testing the limits of reality, and tempting fate.",
    "transcript_link": "https://www.lorepodcast.com/episodes/18",
    "audio_link": "https://podcasts.apple.com/gb/podcast/lore/id978052928",
    "topics": [
      "Games",
      "Rituals",
      "Urban Legends",
      "Childhood Fears"
    ]
  },
  {
    "episode_id": "LORE-019",
    "title": "Sideshow",
    "release_date": "2015-11-16",
    "summary": "Unusual stories and legends from the history of carnivals and traveling sideshows.",
    "series": "Season 1",
    "length": "24 min",
    "utterances": [
      "Traveling carnivals and oddities bring out the curiosity in all of us.",
      "Not all sideshow performers were fakes—some legends are true.",
      "Freak shows were as much about fear as they were about entertainment."
    ],
    "transcript": "Sideshow grew alongside the circus in American culture. There were bearded ladies, conjoined twins, and the Fiji mermaid—sometimes real, sometimes fake. But the world of sideshow has always dwelled in the strange. Many exhibits inspired local legends, which took on a life of their own.",
    "transcript_link": "https://www.lorepodcast.com/episodes/19",
    "audio_link": "https://podcasts.apple.com/gb/podcast/lore/id978052928",
    "topics": [
      "Carnivals",
      "Oddities",
      "Freak Shows",
      "American History"
    ]
  },
  {
    "episode_id": "LORE-020",
    "title": "The Caretaker",
    "release_date": "2015-11-30",
    "summary": "The folklore and true stories behind haunted cemeteries, from New Orleans to Europe.",
    "series": "Season 1",
    "length": "23 min",
    "utterances": [
      "Cemeteries are where the living confront their deepest fears.",
      "Caretakers of haunted cemeteries tell of strange lights and voices at night.",
      "Graveyards are fertile ground for folklore and ghost stories."
    ],
    "transcript": "The dead leave their mark—in legend if not in reality. Graveyards collect superstitions and stories over generations. In New Orleans, the above-ground tombs are said to echo with ghostly laughter. In Europe, tales of vampire burials and necromancy have fueled centuries of fear. The people who tend these grounds know every sound and shadow—and they don’t always have an explanation.",
    "transcript_link": "https://www.lorepodcast.com/episodes/20",
    "audio_link": "https://podcasts.apple.com/gb/podcast/lore/id978052928",
    "topics": [
      "Cemeteries",
      "Ghost Stories",
      "Haunted Places",
      "Death Rituals"
    ]
  },
  {
    "episode_id": "LORE-021",
    "title": "Covered Mirrors",
    "release_date": "2015-12-14",
    "summary": "Explores the folklore behind the superstition of covering mirrors after a death, and tales of haunted or cursed mirrors from history.",
    "series": "Season 1",
    "length": "22 min",
    "utterances": [
      "Many cultures believe that a mirror can trap the soul of the dead.",
      "Superstitions about mirrors have led to tales of haunted glass around the world.",
      "If you're ever unsettled by your reflection, you’re not alone."
    ],
    "transcript": "For centuries, families have covered mirrors in homes where someone has died—a practice meant to protect both the living and the deceased. Folklore claims that spirits may become trapped, or that the next person to look into the glass will soon follow the dead. Haunted mirrors turn up in ghost stories from Russia to America, adding to our uneasiness about seeing ourselves in the dark.",
    "transcript_link": "https://www.lorepodcast.com/episodes/21",
    "audio_link": "https://podcasts.apple.com/gb/podcast/lore/id978052928",
    "topics": [
      "Mirrors",
      "Death",
      "Superstition",
      "Folklore"
    ]
  },
  {
    "episode_id": "LORE-022",
    "title": "Under the Skin",
    "release_date": "2016-01-04",
    "summary": "Looks at the history of body snatching and the commerce of corpses in the days before modern medical science.",
    "series": "Season 1",
    "length": "24 min",
    "utterances": [
      "In the 1800s, medical students needed cadavers, but few were available legally.",
      "Resurrection men dug up fresh graves for a fee.",
      "Some went even further, committing murder for profit."
    ],
    "transcript": "Before the Anatomy Act, London's graveyards often fell victim to body snatchers. These 'resurrection men' supplied doctors and students with bodies for dissection. The most infamous—Burke and Hare—didn't wait for people to die naturally. Their crimes sparked outrage, panic, and eventually new laws. Our fear of grave robbing is born from very real history.",
    "transcript_link": "https://www.lorepodcast.com/episodes/22",
    "audio_link": "https://podcasts.apple.com/gb/podcast/lore/id978052928",
    "topics": [
      "Body Snatching",
      "Anatomy",
      "Crime",
      "History"
    ]
  },
  {
    "episode_id": "LORE-023",
    "title": "Beneath",
    "release_date": "2016-01-18",
    "summary": "Explores the traditions and terrors of mining, from haunted tunnels to strange creatures like Tommyknockers.",
    "series": "Season 1",
    "length": "23 min",
    "utterances": [
      "Coal mining is deadly work—and it’s given rise to some chilling legends.",
      "Tommyknockers are the spirits of dead miners, warning or punishing the living.",
      "Some see mining superstition as a way to make sense of tragedy."
    ],
    "transcript": "Deep beneath the surface, miners face risks unimaginable to most of us. Collapses, explosions, and toxic gases created a dangerous world. To cope, miners developed folklore and customs, including stories of the Tommyknockers—mischievous or wrathful spirits said to haunt tunnels. Hearing a knock might be a warning to leave, or a threat that you’re not alone.",
    "transcript_link": "https://www.lorepodcast.com/episodes/23",
    "audio_link": "https://podcasts.apple.com/gb/podcast/lore/id978052928",
    "topics": [
      "Mining",
      "Tommyknockers",
      "Folklore",
      "Ghosts"
    ]
  },
  {
    "episode_id": "LORE-024",
    "title": "In the Blood",
    "release_date": "2016-02-01",
    "summary": "Unravels the dark folklore of inherited curses—family lines haunted by misfortune, strange deaths, or evil deeds.",
    "series": "Season 1",
    "length": "24 min",
    "utterances": [
      "Some families seem to carry a curse from generation to generation.",
      "The Kennedy family is just one of many with suspiciously bad luck.",
      "Folklore turns coincidence into legend."
    ],
    "transcript": "Stories of family curses are nearly universal. Whether it's the House of Atreus in Greek myth or the tragic history of the Kennedys, we’re quick to spot patterns in misfortune. Curses explain the unexplainable, letting us believe that tragedy has a cause, even if it's an evil from long ago.",
    "transcript_link": "https://www.lorepodcast.com/episodes/24",
    "audio_link": "https://podcasts.apple.com/gb/podcast/lore/id978052928",
    "topics": [
      "Curses",
      "Family Legends",
      "Tragedy",
      "Kennedy Curse"
    ]
  },
  {
    "episode_id": "LORE-025",
    "title": "The Long Road",
    "release_date": "2016-02-15",
    "summary": "Explores haunted roads and highways—the legends of phantom hitchhikers, killer trucks, and the dangers of traveling late at night.",
    "series": "Season 1",
    "length": "22 min",
    "utterances": [
      "Country roads hold more than a few urban legends.",
      "Phantom hitchhikers appear again and again in stories worldwide.",
      "If you stop for a stranger at night, be ready for anything."
    ],
    "transcript": "Drivers everywhere tell stories about haunted highways—roads where people vanish, or spectral hitchhikers appear only to disappear again. The tales blur the line between cautionary tale and ghost story, reminding us of the dangers of the unknown road.",
    "transcript_link": "https://www.lorepodcast.com/episodes/25",
    "audio_link": "https://podcasts.apple.com/gb/podcast/lore/id978052928",
    "topics": [
      "Haunted Roads",
      "Urban Legends",
      "Ghost Stories",
      "Travel"
    ]
  },
  {
    "episode_id": "LORE-026",
    "title": "Walled In",
    "release_date": "2016-02-29",
    "summary": "Looks at the practice of immurement—walling people up alive—as punishment or ritual in ancient and medieval cultures.",
    "series": "Season 1",
    "length": "21 min",
    "utterances": [
      "Immurement—a word for sealing a person into a chamber and leaving them to die.",
      "Some castles and bridges have human bones in their walls.",
      "A living burial is the darkest of punishments."
    ],
    "transcript": "To be walled in is to become part of the building itself—forever. Ancient cultures walled up criminals, slaves, or unlucky workers during construction, hoping to appease angry spirits or seal in evil. Excavations in Europe occasionally reveal skeletons hidden inside old walls, feeding the stories that persist to this day.",
    "transcript_link": "https://www.lorepodcast.com/episodes/26",
    "audio_link": "https://podcasts.apple.com/gb/podcast/lore/id978052928",
    "topics": [
      "Immurement",
      "Ancient Rituals",
      "Punishment",
      "Architecture"
    ]
  },
  {
    "episode_id": "LORE-027",
    "title": "Homesick",
    "release_date": "2016-03-14",
    "summary": "A journey through tales of haunted houses—from the famous Winchester Mansion to less well-known stories.",
    "series": "Season 1",
    "length": "23 min",
    "utterances": [
      "Some houses never lose their ghosts.",
      "Sarah Winchester's labyrinthine mansion is one of the world's strangest haunted houses.",
      "A sense of unease makes a home a perfect home for fear."
    ],
    "transcript": "Home is supposed to be safe—but sometimes the ghosts refuse to leave. The Winchester Mystery House in California was designed to confuse spirits. All over the world, people build homes, only to find they’re sharing it with a restless past.",
    "transcript_link": "https://www.lorepodcast.com/episodes/27",
    "audio_link": "https://podcasts.apple.com/gb/podcast/lore/id978052928",
    "topics": [
      "Haunted Houses",
      "Winchester Mansion",
      "Ghosts",
      "American Legends"
    ]
  },
  {
    "episode_id": "LORE-028",
    "title": "The Gate",
    "release_date": "2016-03-28",
    "summary": "Stories of the devil’s gates—places where the barrier between our world and the underworld is thin.",
    "series": "Season 1",
    "length": "22 min",
    "utterances": [
      "The gates of hell are closer than you think.",
      "From Europe to America, there are stories of places where the underworld leaks through.",
      "Be careful where you open doors."
    ],
    "transcript": "Legends of 'devil’s gates' span many cultures. These places—old churches, bridges, holes in the earth—are said to be entryways for evil. Exploring them is dangerous, even if it's just in stories.",
    "transcript_link": "https://www.lorepodcast.com/episodes/28",
    "audio_link": "https://podcasts.apple.com/gb/podcast/lore/id978052928",
    "topics": [
      "Devil's Gates",
      "Hell",
      "Supernatural Portals",
      "Folklore"
    ]
  },
  {
    "episode_id": "LORE-029",
    "title": "The Red Church",
    "release_date": "2016-04-11",
    "summary": "Folklore and truth from the history of exorcism and the evil said to haunt lonely churches.",
    "series": "Season 1",
    "length": "24 min",
    "utterances": [
      "Red is the color of warning in old churches and their legends.",
      "Exorcism is a ritual older than Christianity.",
      "Sometimes the most dangerous evil comes from within."
    ],
    "transcript": "A red church often signaled trouble—whether plague, violence, or evil. Tellingly, many of these sites became settings for stories of possession. Exorcists throughout history battled evil with ritual, faith, and bravery, but sometimes their efforts fed the legends even more.",
    "transcript_link": "https://www.lorepodcast.com/episodes/29",
    "audio_link": "https://podcasts.apple.com/gb/podcast/lore/id978052928",
    "topics": [
      "Exorcism",
      "Haunted Churches",
      "Folklore",
      "Evil"
    ]
  },
  {
    "episode_id": "LORE-030",
    "title": "The Deep End",
    "release_date": "2016-04-25",
    "summary": "Uncovers the terrors lurking in lakes, rivers, and the deep sea—from drowned spirits in folklore to modern sightings of monsters.",
    "series": "Season 1",
    "length": "23 min",
    "utterances": [
      "Water is life, but it also hides death and terror.",
      "From kelpies to Lake monsters, every culture has its aquatic horrors.",
      "People look at lakes for beauty—and wonder what looks back."
    ],
    "transcript": "Lakes, rivers, and oceans have drawn people and inspired fear for millennia. Legends of giant fish, lake monsters, and drowned ghosts abound. Monsters like the Loch Ness creature and America's Champ persist in the public imagination. And the water always holds secrets beneath its surface.",
    "transcript_link": "https://www.lorepodcast.com/episodes/30",
    "audio_link": "https://podcasts.apple.com/gb/podcast/lore/id978052928",
    "topics": [
      "Lake Monsters",
      "Aquatic Folklore",
      "Drowned Spirits",
      "Legends"
    ]
  }
]