[
  {
    "podcast_id": "TRIH",
    "title": "The Rest Is History",
    "creators": [
      "Tom Holland",
      "Dominic Sandbrook"
    ],
    "provider": "Goalhanger Podcasts",
    "category": "History",
    "language": "English",
    "country": "United Kingdom",
    "years_active": "2020-2025",
    "description": "Take a deep dive into History's biggest moments with Tom Holland & Dominic Sandbrook. Explore the stories of History's most brutal rulers, deadly battles, and world-changing events.",
    "website": "https://therestishistory.com/",
    "episodes": [
      {
        "episode_id": "TRIH-613",
        "title": "Nelson: Glory at Trafalgar (Part 6)",
        "release_date": "2025-10-31",
        "summary": "How did the British fleet prepare for war, on the morning of the Battle of Trafalgar? With the flags of both fleets flying and both Nelson and the French admiral Villeneuve glittering in their uniforms, how did the two fleets finally collide? Amidst the rivers of blood, the blast of canons, the flying splinters, and the swirling smoke, how did Nelson's ships and sailors fare?",
        "series": "Nelson",
        "length": "70 min",
        "utterances": [
          "How did the British fleet prepare for war, on the morning of the Battle of Trafalgar?",
          "With the flags of both fleets flying and both Nelson and the French admiral Villeneuve glittering in their uniforms, how did the two fleets finally collide?",
          "And, cornered by three enemy ships, what would be the fate of Nelson aboard his Victory?"
        ],
        "transcript": "How did the British fleet prepare for war, on the morning of the Battle of Trafalgar? With the flags of both fleets flying and both Nelson and the French admiral Villeneuve glittering in their uniforms, how did the two fleets finally collide? Amidst the rivers of blood, the blast of canons, the flying splinters, and the swirling smoke, how did Nelson's ships and sailors fare? And, cornered by three enemy ships, what would be the fate of Nelson aboard his Victory? Join Dominic and Tom as they reach the glorious, tragic climax of their epic voyage through the life and battles of Horatio Nelson, at the height of the Napoleonic Wars.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Nelson",
          "Napoleonic Wars",
          "Battle of Trafalgar",
          "British Naval History"
        ]
      },
      {
        "episode_id": "TRIH-612",
        "title": "Nelson: The Final Showdown (Part 5)",
        "release_date": "2025-10-27",
        "summary": "After two years at sea chasing the combined fleet of France and Spain, what was Nelson's next step? Upon returning to his beloved Emma, how was the heroic Nelson received? What was the terrifying Napoleon Bonaparte scheming for his fleet across the seas?",
        "series": "Nelson",
        "length": "62 min",
        "utterances": [
          "After two years at sea chasing the combined fleet of France and Spain, what was Nelson's next step?",
          "Upon returning to his beloved Emma, how was the heroic Nelson received?",
          "What was the terrifying Napoleon Bonaparte scheming for his fleet across the seas?"
        ],
        "transcript": "After two years at sea chasing the combined fleet of France and Spain, what was Nelson's next step? Upon returning to his beloved Emma, how was the heroic Nelson received? What was the terrifying Napoleon Bonaparte scheming for his fleet across the seas? And, would Britain finally face an imminent French invasion, and with it apocalypse - for both Britain and Nelson himself? Join Dominic and Tom as they discuss the build up to one of the most totemic naval clashes of all time - Trafalgar - and Nelson; the man behind it all.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Nelson",
          "Napoleon",
          "Emma Hamilton",
          "British History"
        ]
      },
      {
        "episode_id": "TRIH-611",
        "title": "Nelson: Bonaparte Prepares to Strike (Part 4)",
        "release_date": "2025-10-22",
        "summary": "With Britain at war for more than eight long years, and her people depleted and hungry, how did her government react to the news that Napoleon Bonaparte was planning a full-scale invasion in 1801?",
        "series": "Nelson",
        "length": "69 min",
        "utterances": [
          "With Britain at war for more than eight long years, and her people depleted and hungry, how did her government react to the news that Napoleon Bonaparte was planning a full-scale invasion in 1801?",
          "What happened when Nelson tried to attack the French at Boulogne, and what was the terrible cost?",
          "Why was the provisional peace treaty signed between the British and the French at the end of September, doomed to fail?"
        ],
        "transcript": "With Britain at war for more than eight long years, and her people depleted and hungry, how did her government react to the news that Napoleon Bonaparte was planning a full-scale invasion in 1801? What happened when Nelson tried to attack the French at Boulogne, and what was the terrible cost? Why was the provisional peace treaty signed between the British and the French at the end of September, doomed to fail? Meanwhile, how was Nelson's personal life with the flamboyant Emma Hamilton, in their ostentatious new home, developing? And, with Britain declaring war on France in 1803, would Nelson rally, and seize his destiny at last?",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Nelson",
          "Napoleon",
          "Emma Hamilton",
          "Napoleonic Wars"
        ]
      },
      {
        "episode_id": "TRIH-610",
        "title": "Nelson: The Battle of Copenhagen (Part 3)",
        "release_date": "2025-10-19",
        "summary": "With fears that the powerful Danish fleet would join with the French against the British, what great gamble did Horatio Nelson take? After taking the drastic decision to attack the Danish fleet in their own harbour, what challenges did Nelson and his men face?",
        "series": "Nelson",
        "length": "67 min",
        "utterances": [
          "With fears that the powerful Danish fleet would join with the French against the British, what great gamble did Horatio Nelson take?",
          "After taking the drastic decision to attack the Danish fleet in their own harbour, what challenges did Nelson and his men face?",
          "How did the bloody Battle of Copenhagen in 1801 then unfold?"
        ],
        "transcript": "With fears that the powerful Danish fleet would join with the French against the British, what great gamble did Horatio Nelson take? After taking the drastic decision to attack the Danish fleet in their own harbour, what challenges did Nelson and his men face? How did the bloody Battle of Copenhagen in 1801 then unfold? And, what would be the consequences of this epic naval clash for Britain, Napoleon's France, and Nelson himself? Join Dominic and Tom as they discuss the First Battle of Copenhagen, in the next dramatic phase of Nelson's triumphant, though very dangerous, career.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Nelson",
          "Battle of Copenhagen",
          "Danish Fleet",
          "Napoleonic Wars"
        ]
      },
      {
        "episode_id": "TRIH-605",
        "title": "Julius Caesar, with Mary Beard",
        "release_date": "2025-10-23",
        "summary": "Tom Holland and Mary Beard discuss Julius Caesar's rise, dictatorship, relationship with Cleopatra, and eventual assassination.",
        "series": "Ancient History",
        "length": "54 min",
        "utterances": [
          "What is the main difference between Julius Caesar and Alexander the Great?",
          "When did Julius Caesar become one of the major players of the Roman Republic?",
          "What was the true nature of Caesar's relationship with Cleopatra?",
          "How did he finally meet his violent, blood-spattered end?"
        ],
        "transcript": "What is the main difference between Julius Caesar and Alexander the Great? When did Julius Caesar become one of the major players of the Roman Republic? What was the true nature of Caesar's relationship with Cleopatra? How did he manage to defeat his enemies to become Dictator of Rome for life? And, how did he finally meet his violent, blood-spattered end? In the third episode of this exclusive new series on ancient history, Tom is joined again by the world renowned classicist Mary Beard, to discuss Julius Caesar: the legendary Roman general who changed Rome forever, and doomed himself along the way.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Julius Caesar",
          "Rome",
          "Cleopatra",
          "Mary Beard",
          "Ancient History"
        ]
      },
      {
        "episode_id": "TRIH-601",
        "title": "Scandal in the White House",
        "release_date": "2025-10-15",
        "summary": "Who was Grover Cleveland, and why is he one of the most controversial American Presidents of all time? Why was the run up to his first term, in 1884 at the height of the Gilded Age, so pivotal to American politics?",
        "series": "American History",
        "length": "58 min",
        "utterances": [
          "Who was Grover Cleveland, and why is he one of the most controversial American Presidents of all time?",
          "Did he really seduce a young widow by the name of Maria Crofts Halpin, impregnate her, and then lock her in a mental asylum?",
          "What became of their alleged child?"
        ],
        "transcript": "Who was Grover Cleveland, and why is he one of the most controversial American Presidents of all time? Why was the run up to his first term, in 1884 at the height of the Gilded Age, so pivotal to American politics? How did he rocket to the heights of political power? What dark secrets began swirling about his disreputable past, and character? Did he really seduce a young widow by the name of Maria Crofts Halpin, impregnate her, and then lock her in a mental asylum? What became of their alleged child? And, how did this shocking scandal unfold? Join Dominic and Tom as they investigate one of the most lurid stories in all American political history - a tale of lust, lies, deviance and kidnapping, but also immense political significance.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Grover Cleveland",
          "American Presidents",
          "Political Scandal",
          "Gilded Age"
        ]
      },
      {
        "episode_id": "TRIH-600",
        "title": "Chatham High Street",
        "release_date": "2025-10-12",
        "summary": "Why is Chatham High-street both futuristic and riddled with the past? Why was it a magnet for historical figures such as King John, Charles II, Nelson and Charles Dickens?",
        "series": "British History",
        "length": "52 min",
        "utterances": [
          "Why is Chatham High-street both futuristic and riddled with the past?",
          "Why was it a magnet for historical figures such as King John, Charles II, Nelson and Charles Dickens?",
          "Is it really a melting pot of every epoch - from the Roman invasion of Britain, to the Napoleonic Wars, and to the Second World War?"
        ],
        "transcript": "Why is Chatham High-street both futuristic and riddled with the past? Why was it a magnet for historical figures such as King John, Charles II, Nelson and Charles Dickens, and the location for some of the most totemic moments in British history? Is it really a melting pot of every epoch - from the Roman invasion of Britain, to the Napoleonic Wars, and to the Second World War - and therefore the most historically significant high-street in the world?",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Chatham",
          "British Local History",
          "Charles Dickens",
          "Nelson"
        ]
      },
      {
        "episode_id": "TRIH-537",
        "title": "Emperors of Rome: Claudius - Paranoia and Poison (Part 4)",
        "release_date": "2025-02-05",
        "summary": "Exploring the reign of Emperor Claudius, his paranoia, and the poison plot that ended his life.",
        "series": "Roman Emperors",
        "length": "55 min",
        "utterances": [
          "How did Claudius become Emperor despite being seen as an unlikely candidate?",
          "What role did paranoia play in his reign?",
          "How did poison ultimately end the life of Emperor Claudius?"
        ],
        "transcript": "The reign of Emperor Claudius was marked by unexpected turns, political intrigue, and constant fear. Despite being seen as an unlikely candidate for Emperor, Claudius rose to power and left a significant mark on Roman history. But paranoia haunted his reign, and ultimately, poison would be his downfall. Join Tom and Dominic as they explore the complex life and death of one of Rome's most fascinating emperors.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Claudius",
          "Roman Empire",
          "Ancient Rome",
          "Political Intrigue"
        ]
      },
      {
        "episode_id": "TRIH-384",
        "title": "The Fall of the Aztecs: The Adventure Begins (Part 1)",
        "release_date": "2023-11-06",
        "summary": "The meeting of the controversial Spanish conquistador Hernán Cortés and the formidable Emperor Montezuma in 1519 was one of the great hinge moments of world history, and the beginning of the end for the mightiest of the New World empires: the realm of the Aztecs.",
        "series": "Fall of the Aztecs",
        "length": "52 min",
        "utterances": [
          "Join Tom and Dominic in the first episode of this sensational saga, as they follow the young Cortés across the Atlantic to the Caribbean islands of Hispaniola and Cuba.",
          "The build-up to this extraordinary encounter is at once a thrilling adventure story and a tragic tale of violence, brutality and loss.",
          "It's a story of temples and sacrifices, exploration and imperialism, with cataclysmic consequences for human history."
        ],
        "transcript": "The meeting of the controversial Spanish conquistador Hernán Cortés and the formidable Emperor Montezuma in 1519 was one of the great hinge moments of world history, and the beginning of the end for the mightiest of the New World empires: the realm of the Aztecs. The build-up to this extraordinary encounter is at once a thrilling adventure story and a tragic tale of violence, brutality and loss. It's a story of temples and sacrifices, exploration and imperialism, with cataclysmic consequences for human history. Join Tom and Dominic in the first episode of this sensational saga, as they follow the young Cortés across the Atlantic to the Caribbean islands of Hispaniola and Cuba, where the search for gold comes at a terrible price.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-fall-of-the-aztecs-the-adventure-begins-part-1/id1537788786?i=1000633588776",
        "topics": [
          "Aztecs",
          "Hernán Cortés",
          "Montezuma",
          "Spanish Conquest",
          "New World"
        ]
      },
      {
        "episode_id": "TRIH-295",
        "title": "The Rise of the Nazis",
        "release_date": "2023-01-15",
        "summary": "How did the Nazi party rise to power in Germany? What were the key factors and turning points that allowed Hitler and his followers to seize control?",
        "series": "World War II",
        "length": "60 min",
        "utterances": [
          "How did the Nazi party rise to power in Germany?",
          "What were the key factors and turning points that allowed Hitler and his followers to seize control?",
          "What role did economic depression and political instability play in the Nazi rise?"
        ],
        "transcript": "How did the Nazi party rise to power in Germany? What were the key factors and turning points that allowed Hitler and his followers to seize control? Tom and Dominic examine the complex web of economic depression, political instability, and propaganda that enabled one of history's darkest chapters. From the aftermath of World War I to the streets of 1930s Germany, this episode traces the disturbing path to totalitarian rule.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/295-the-rise-of-the-nazis",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Nazi Germany",
          "Hitler",
          "World War II",
          "Political History"
        ]
      },
      {
        "episode_id": "TRIH-133",
        "title": "Christmas Churches",
        "release_date": "2021-12-22",
        "summary": "A festive exploration of the history of churches and Christmas traditions throughout history.",
        "series": "Special Episodes",
        "length": "48 min",
        "utterances": [
          "What is the historical significance of churches during Christmas?",
          "How have Christmas traditions evolved through the centuries?",
          "What role did churches play in shaping modern Christmas celebrations?"
        ],
        "transcript": "What is the historical significance of churches during Christmas? How have Christmas traditions evolved through the centuries? What role did churches play in shaping modern Christmas celebrations? Tom and Dominic take a festive journey through the history of Christmas and the central role that churches have played in this beloved holiday.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/133-christmas-churches",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Christmas",
          "Church History",
          "Religious History",
          "Cultural Traditions"
        ]
      },
      {
        "episode_id": "TRIH-128",
        "title": "Rasputin",
        "release_date": "2021-12-05",
        "summary": "The enigmatic figure of Rasputin, the mystic who wielded extraordinary influence over the Russian royal family in the final years of the Romanov dynasty.",
        "series": "Russian History",
        "length": "55 min",
        "utterances": [
          "Who was Rasputin, and how did a Siberian peasant become one of the most powerful figures in the Russian Empire?",
          "What was his relationship with the Tsar and Tsarina?",
          "How did Rasputin's influence contribute to the fall of the Romanov dynasty?"
        ],
        "transcript": "Who was Rasputin, and how did a Siberian peasant become one of the most powerful figures in the Russian Empire? What was his relationship with the Tsar and Tsarina? How did Rasputin's influence contribute to the fall of the Romanov dynasty? Tom and Dominic explore the mysterious life of Grigori Rasputin, the holy man whose presence at the heart of the Russian court would have profound consequences for the fate of Russia itself.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/128-rasputin",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Rasputin",
          "Russian History",
          "Romanov Dynasty",
          "Imperial Russia"
        ]
      },
      {
        "episode_id": "TRIH-099",
        "title": "Thermopylae & Salamis (Episode 2)",
        "release_date": "2021-09-20",
        "summary": "Tom Holland and Dominic Sandbrook continue their celebration of the 2,500th anniversary of the Persian invasion of Greece. Today, they look at two battles which have echoed down the millennia: Thermopylae, the very archetype of a heroic defeat, and Salamis, the great naval clash which saved Greece from Persian conquest.",
        "series": "Ancient Greece",
        "length": "56 min",
        "utterances": [
          "Today, they look at two battles which have echoed down the millennia: Thermopylae, the very archetype of a heroic defeat, and Salamis, the great naval clash which saved Greece from Persian conquest.",
          "How did the Battle of Thermopylae become the ultimate symbol of heroic resistance?",
          "What was the strategic significance of the naval battle at Salamis?"
        ],
        "transcript": "Tom Holland and Dominic Sandbrook continue their celebration of the 2,500th anniversary of the Persian invasion of Greece. Today, they look at two battles which have echoed down the millennia: Thermopylae, the very archetype of a heroic defeat, and Salamis, the great naval clash which saved Greece from Persian conquest. How did the Battle of Thermopylae become the ultimate symbol of heroic resistance? What was the strategic significance of the naval battle at Salamis?",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Ancient Greece",
          "Thermopylae",
          "Salamis",
          "Persian Wars",
          "Sparta"
        ]
      },
      {
        "episode_id": "TRIH-086",
        "title": "The Enlightenment",
        "release_date": "2021-08-15",
        "summary": "An exploration of the Age of Enlightenment, the intellectual and philosophical movement that transformed European thought and society.",
        "series": "European History",
        "length": "50 min",
        "utterances": [
          "What was the Enlightenment, and why was it such a pivotal moment in human history?",
          "Who were the key thinkers of the Enlightenment era?",
          "How did Enlightenment ideas shape modern democracy and science?"
        ],
        "transcript": "What was the Enlightenment, and why was it such a pivotal moment in human history? Who were the key thinkers of the Enlightenment era? How did Enlightenment ideas shape modern democracy and science? Tom and Dominic explore the Age of Reason, examining the philosophers, scientists, and revolutionaries who dared to challenge tradition and reshape the world.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/86-the-enlightenment",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Enlightenment",
          "Philosophy",
          "European History",
          "Age of Reason"
        ]
      },
      {
        "episode_id": "TRIH-038",
        "title": "Communism",
        "release_date": "2021-03-28",
        "summary": "The history and impact of communism, from Karl Marx's theories to the Soviet Union and beyond.",
        "series": "Political Ideologies",
        "length": "52 min",
        "utterances": [
          "What are the origins of communist ideology?",
          "How did communism spread across the world in the 20th century?",
          "What were the consequences of communist rule in various nations?"
        ],
        "transcript": "What are the origins of communist ideology? How did communism spread across the world in the 20th century? What were the consequences of communist rule in various nations? Tom and Dominic trace the rise and impact of communism, from the revolutionary writings of Karl Marx to the creation of the Soviet Union, the Cold War, and the eventual collapse of communist regimes across Eastern Europe.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/38-communism",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Communism",
          "Karl Marx",
          "Soviet Union",
          "Cold War",
          "Political History"
        ]
      },
      {
        "episode_id": "TRIH-035",
        "title": "The Prime Ministers' World Cup",
        "release_date": "2021-03-21",
        "summary": "A fun and competitive ranking of British Prime Ministers throughout history.",
        "series": "British Politics",
        "length": "45 min",
        "utterances": [
          "Which British Prime Minister deserves to win the World Cup of leadership?",
          "How do Churchill, Thatcher, and other famous PMs stack up against each other?",
          "What criteria make for a truly great Prime Minister?"
        ],
        "transcript": "Which British Prime Minister deserves to win the World Cup of leadership? How do Churchill, Thatcher, and other famous PMs stack up against each other? What criteria make for a truly great Prime Minister? Tom and Dominic engage in a lively debate, ranking Britain's political leaders in this entertaining and insightful episode.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/35-the-prime-ministers-world-cup",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "British Politics",
          "Prime Ministers",
          "Churchill",
          "Thatcher",
          "Political Leadership"
        ]
      },
      {
        "episode_id": "TRIH-FRE-001",
        "title": "The French Revolution: The Execution of the King (Part 4)",
        "release_date": "2025-03-12",
        "summary": "The dramatic trial and execution of King Louis XVI, a pivotal moment in the French Revolution.",
        "series": "French Revolution",
        "length": "58 min",
        "utterances": [
          "How did the trial of King Louis XVI unfold?",
          "What were the arguments for and against executing the King?",
          "How did the execution of Louis XVI change the course of the Revolution?"
        ],
        "transcript": "How did the trial of King Louis XVI unfold? What were the arguments for and against executing the King? How did the execution of Louis XVI change the course of the Revolution? Tom and Dominic examine one of the most dramatic moments in history: the trial, conviction, and execution of the King of France, marking a point of no return for the French Revolution.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/the-french-revolution-the-execution-of-the-king-part-4",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "French Revolution",
          "Louis XVI",
          "Execution",
          "Revolutionary France"
        ]
      },
      {
        "episode_id": "TRIH-RC-001",
        "title": "The Roman Conquest of Britain: Julius Caesar's Invasion (Part 1)",
        "release_date": "2024-06-10",
        "summary": "Julius Caesar sets sail with two legions to conquer a new land: Britain!",
        "series": "Roman Britain",
        "length": "54 min",
        "utterances": [
          "Why did Julius Caesar decide to invade Britain?",
          "What challenges did the Romans face in their first encounter with the Britons?",
          "How successful was Caesar's initial invasion?"
        ],
        "transcript": "Why did Julius Caesar decide to invade Britain? What challenges did the Romans face in their first encounter with the Britons? How successful was Caesar's initial invasion? Tom and Dominic explore Julius Caesar's bold decision to cross the channel and take on the mysterious island of Britain, beginning one of history's most famous conquests.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Julius Caesar",
          "Roman Britain",
          "Ancient Rome",
          "British History"
        ]
      },
      {
        "episode_id": "TRIH-RC-002",
        "title": "The Roman Conquest of Britain: The Empire Strikes Back (Part 2)",
        "release_date": "2024-06-15",
        "summary": "Claudius sets his sights on Britain to conquer and immortalise his name forever.",
        "series": "Roman Britain",
        "length": "56 min",
        "utterances": [
          "Why did Emperor Claudius launch a full-scale invasion of Britain?",
          "How did the Romans finally establish control over southern Britain?",
          "What resistance did they encounter from the British tribes?"
        ],
        "transcript": "Why did Emperor Claudius launch a full-scale invasion of Britain? How did the Romans finally establish control over southern Britain? What resistance did they encounter from the British tribes? Tom and Dominic continue the saga of Rome's conquest of Britain, as Emperor Claudius seeks glory through military conquest.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Claudius",
          "Roman Britain",
          "Roman Conquest",
          "Ancient History"
        ]
      },
      {
        "episode_id": "TRIH-RC-003",
        "title": "The Roman Conquest of Britain: Boudicca's Reign of Blood (Part 3)",
        "release_date": "2024-06-20",
        "summary": "Boudicca fights for freedom, leaving Colchester and London burning in her wake.",
        "series": "Roman Britain",
        "length": "60 min",
        "utterances": [
          "Who was Boudicca, and what drove her to rebellion?",
          "How did Boudicca's army devastate Roman settlements in Britain?",
          "What was the ultimate fate of Boudicca and her rebellion?"
        ],
        "transcript": "Who was Boudicca, and what drove her to rebellion? How did Boudicca's army devastate Roman settlements in Britain? What was the ultimate fate of Boudicca and her rebellion? Tom and Dominic tell the dramatic story of one of Britain's most famous warrior queens and her bloody uprising against Roman rule.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Boudicca",
          "Roman Britain",
          "Celtic Rebellion",
          "Warrior Queens"
        ]
      },
      {
        "episode_id": "TRIH-RC-004",
        "title": "The Roman Conquest of Britain: To the Ends of the Earth (Part 4)",
        "release_date": "2024-06-25",
        "summary": "The Roman conquest of Britain intensifies following Boudicca's defeat.",
        "series": "Roman Britain",
        "length": "58 min",
        "utterances": [
          "How did Rome respond to Boudicca's rebellion?",
          "What strategies did the Romans use to consolidate their control over Britain?",
          "How far north did Roman influence extend in Britain?"
        ],
        "transcript": "How did Rome respond to Boudicca's rebellion? What strategies did the Romans use to consolidate their control over Britain? How far north did Roman influence extend in Britain? Tom and Dominic conclude the epic saga of Rome's conquest of Britain, examining how the Empire brought this remote island under its control.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Roman Britain",
          "Roman Empire",
          "British History",
          "Ancient Conquest"
        ]
      },
      {
        "episode_id": "TRIH-WC-001",
        "title": "The World Cup: British Imperialism, South American rivalries, and Mussolini",
        "release_date": "2024-05-05",
        "summary": "Welcome to The Rest Is History's definitive guide to the history of the FIFA World Cup.",
        "series": "World Cup History",
        "length": "62 min",
        "utterances": [
          "How did the FIFA World Cup begin?",
          "What role did British imperialism play in spreading football globally?",
          "How did Mussolini use the World Cup for propaganda?"
        ],
        "transcript": "How did the FIFA World Cup begin? What role did British imperialism play in spreading football globally? How did Mussolini use the World Cup for propaganda? Tom and Dominic kick off their World Cup series, exploring the fascinating political and cultural history behind the world's most popular sporting event.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "World Cup",
          "Football History",
          "Mussolini",
          "Sports and Politics"
        ]
      },
      {
        "episode_id": "TRIH-WC-002",
        "title": "The World Cup: Post-war reconciliation, Brazilian dictatorship, and North Koreans in Middlesbrough",
        "release_date": "2024-05-10",
        "summary": "The second episode of The Rest Is History's guide to the history of FIFA World Cup.",
        "series": "World Cup History",
        "length": "58 min",
        "utterances": [
          "How did the World Cup help post-war reconciliation?",
          "What was the relationship between football and dictatorship in Brazil?",
          "What is the story of North Korea's unexpected World Cup appearance?"
        ],
        "transcript": "How did the World Cup help post-war reconciliation? What was the relationship between football and dictatorship in Brazil? What is the story of North Korea's unexpected World Cup appearance? Tom and Dominic continue their World Cup history, uncovering surprising stories from the tournament's Cold War era.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "World Cup",
          "Cold War",
          "Brazilian History",
          "North Korea",
          "Football"
        ]
      },
      {
        "episode_id": "TRIH-WC-003",
        "title": "The World Cup: The Falklands, despots, and corruption",
        "release_date": "2024-05-15",
        "summary": "In the final episode, Tom and Dominic are joined by the face of football, Gary Lineker.",
        "series": "World Cup History",
        "length": "65 min",
        "utterances": [
          "How did the Falklands War affect the 1982 World Cup?",
          "What role have dictators played in hosting World Cups?",
          "How has corruption plagued FIFA and the World Cup?"
        ],
        "transcript": "How did the Falklands War affect the 1982 World Cup? What role have dictators played in hosting World Cups? How has corruption plagued FIFA and the World Cup? Tom and Dominic are joined by football legend Gary Lineker to discuss the darker side of the beautiful game's biggest tournament.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "World Cup",
          "FIFA",
          "Corruption",
          "Gary Lineker",
          "Falklands War"
        ]
      },
      {
        "episode_id": "TRIH-WW-001",
        "title": "Warlords of the West: Barbarian Heirs of Rome (Part 1)",
        "release_date": "2024-09-01",
        "summary": "Tom and Dominic reveal one of the greatest stories in all of history: the rise of the Franks.",
        "series": "Warlords of the West",
        "length": "55 min",
        "utterances": [
          "Who were the Franks, and how did they rise to power after Rome's fall?",
          "What made the Franks different from other barbarian tribes?",
          "How did the Franks lay the foundations for medieval Europe?"
        ],
        "transcript": "Who were the Franks, and how did they rise to power after Rome's fall? What made the Franks different from other barbarian tribes? How did the Franks lay the foundations for medieval Europe? Tom and Dominic begin an epic series on the warlords who inherited the Roman Empire's legacy.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Franks",
          "Fall of Rome",
          "Medieval History",
          "Barbarian Tribes"
        ]
      },
      {
        "episode_id": "TRIH-WW-002",
        "title": "Warlords of the West: Killer Queens (Part 2)",
        "release_date": "2024-09-05",
        "summary": "Tom and Dominic discuss the clash of two indomitable warrior queens.",
        "series": "Warlords of the West",
        "length": "57 min",
        "utterances": [
          "Who were the warrior queens who shaped early medieval Europe?",
          "What drove the conflict between these powerful women?",
          "How did their rivalry impact the Frankish kingdoms?"
        ],
        "transcript": "Who were the warrior queens who shaped early medieval Europe? What drove the conflict between these powerful women? How did their rivalry impact the Frankish kingdoms? Tom and Dominic explore the dramatic story of two extraordinary queens whose power struggles defined an era.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Medieval Europe",
          "Warrior Queens",
          "Frankish History",
          "Women in History"
        ]
      },
      {
        "episode_id": "TRIH-WW-003",
        "title": "Warlords of the West: A Clash of Ice and Fire (Part 3)",
        "release_date": "2024-09-10",
        "summary": "Tom and Dominic discuss the build up to, climax, and aftermath of the Battle of Tours.",
        "series": "Warlords of the West",
        "length": "60 min",
        "utterances": [
          "What led to the Battle of Tours in 732 AD?",
          "How did Charles Martel's victory shape European history?",
          "What would have happened if the Islamic armies had won?"
        ],
        "transcript": "What led to the Battle of Tours in 732 AD? How did Charles Martel's victory shape European history? What would have happened if the Islamic armies had won? Tom and Dominic explore one of the most decisive battles in history, which halted the Islamic advance into Western Europe.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Battle of Tours",
          "Charles Martel",
          "Islamic Expansion",
          "Medieval Warfare"
        ]
      },
      {
        "episode_id": "TRIH-CH-001",
        "title": "Young Churchill: Born to Lead",
        "release_date": "2024-08-01",
        "summary": "In part 1, Tom and Dominic explore the early life of Winston Churchill.",
        "series": "Young Churchill",
        "length": "52 min",
        "utterances": [
          "What was Churchill's childhood like?",
          "How did his family background shape his ambitions?",
          "What early experiences prepared Churchill for greatness?"
        ],
        "transcript": "What was Churchill's childhood like? How did his family background shape his ambitions? What early experiences prepared Churchill for greatness? Tom and Dominic begin a fascinating series on the formative years of Britain's greatest wartime leader.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Winston Churchill",
          "British History",
          "World War II Leaders",
          "Biography"
        ]
      },
      {
        "episode_id": "TRIH-CH-002",
        "title": "Young Churchill: Soldier of Empire",
        "release_date": "2024-08-05",
        "summary": "In part 2 on Young Churchill, Tom and Dominic dive into his imperial exploits.",
        "series": "Young Churchill",
        "length": "55 min",
        "utterances": [
          "How did Churchill's military career begin?",
          "What role did he play in Britain's imperial campaigns?",
          "How did these experiences shape his worldview?"
        ],
        "transcript": "How did Churchill's military career begin? What role did he play in Britain's imperial campaigns? How did these experiences shape his worldview? Tom and Dominic continue their exploration of young Winston Churchill's adventures across the British Empire.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Winston Churchill",
          "British Empire",
          "Military History",
          "Colonial Wars"
        ]
      },
      {
        "episode_id": "TRIH-CH-003",
        "title": "Young Churchill: Prisoner and Fugitive",
        "release_date": "2024-08-10",
        "summary": "In the final part, discover how Churchill became an imperialist hero.",
        "series": "Young Churchill",
        "length": "58 min",
        "utterances": [
          "How was Churchill captured during the Boer War?",
          "What was his daring escape from prison?",
          "How did this episode make him a national celebrity?"
        ],
        "transcript": "How was Churchill captured during the Boer War? What was his daring escape from prison? How did this episode make him a national celebrity? Tom and Dominic conclude their series on young Churchill with his most dramatic adventure yet.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Winston Churchill",
          "Boer War",
          "Prison Escape",
          "British History"
        ]
      },
      {
        "episode_id": "TRIH-TIT-001",
        "title": "The Titanic: A Floating Palace",
        "release_date": "2023-04-10",
        "summary": "Immerse yourself in the saga of maritime history as the hosts delve into the captivating context surrounding the construction of the iconic RMS Titanic.",
        "series": "Titanic",
        "length": "54 min",
        "utterances": [
          "What made the Titanic such a revolutionary ship?",
          "How did the White Star Line compete with its rivals?",
          "What were the luxuries aboard this floating palace?"
        ],
        "transcript": "What made the Titanic such a revolutionary ship? How did the White Star Line compete with its rivals? What were the luxuries aboard this floating palace? Tom and Dominic explore the ambition, technology, and opulence that went into creating history's most famous ocean liner.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Titanic",
          "Maritime History",
          "White Star Line",
          "Edwardian Era"
        ]
      },
      {
        "episode_id": "TRIH-WALES-001",
        "title": "Wales: The Roar of the Red Dragon",
        "release_date": "2024-07-20",
        "summary": "What are the origins of Wales? How do the Welsh define themselves against Englishness?",
        "series": "British Nations",
        "length": "50 min",
        "utterances": [
          "What are the origins of Wales as a distinct nation?",
          "How have the Welsh maintained their identity through centuries?",
          "What is the significance of the Welsh language and culture?"
        ],
        "transcript": "What are the origins of Wales as a distinct nation? How have the Welsh maintained their identity through centuries? What is the significance of the Welsh language and culture? Tom and Dominic explore the rich and complex history of Wales, from ancient times to the modern day.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Wales",
          "Welsh History",
          "Celtic Culture",
          "British Identity"
        ]
      },
      {
        "episode_id": "TRIH-URUK-001",
        "title": "The World's First City",
        "release_date": "2024-07-15",
        "summary": "Where and what was Uruk - the world's first city, and the cradle of civilisation?",
        "series": "Ancient Civilizations",
        "length": "52 min",
        "utterances": [
          "Where and what was Uruk - the world's first city?",
          "How did human civilization begin in ancient Mesopotamia?",
          "What innovations emerged from this cradle of civilization?"
        ],
        "transcript": "Where and what was Uruk - the world's first city, and the cradle of civilisation? How did human civilization begin in ancient Mesopotamia? What innovations emerged from this cradle of civilization? Tom and Dominic journey back to the very beginnings of urban life and complex society.",
        "transcript_link": "https://podscripts.co/podcasts/the-rest-is-history/",
        "audio_link": "https://podcasts.apple.com/gb/podcast/the-rest-is-history/id1537788786",
        "topics": [
          "Uruk",
          "Ancient Mesopotamia",
          "First Cities",
          "Cradle of Civilization"
        ]
      }
    ],
    "episode_id": "",
    "release_date": "",
    "summary": "",
    "series": "",
    "length": "",
    "utterances": [],
    "transcript": "",
    "transcript_link": "",
    "audio_link": "",
    "topics": []
  }
]